[
  {
    "title": "Students of Frank Gehry, Obviously",
    "category": "category",
    "tags": "tags",
    "publishedOn": "February 8, 2016",
    "teaser": "",
    "body": "gingerbread gingerbread gingerbread gingerbread gingerbread gingerbread gingerbread gingerbread gingerbread gingerbread "
  },
  {
    "title": "That Picture Was Taken in your Kitchen, Right?",
    "category": "category",
    "publishedOn": "February 16, 2016",
    "teaser": "Don't be surprised if you see elbows thrown once the Jojos come around. Consider this article your year-end survival guide",
    "body": "Jojos Jojos Jojos Jojos Jojos Jojos Jojos Jojos Jojos Jojos Jojos "
  },
  {
    "title": "Single Purpose Gadgets and the Woman Who Loves Them",
    "category": "category",
    "publishedOn": "February 17, 2016",
    "teaser": "On a rare serious note, I believe I learned my love of cooking on my grandmother's egg slicer and with my dad crushing nuts for ice cream sundaes. They represented a precious level of independence that I hold dear. Will I allow my kid that joy? Let's face it -- my patience only goes so far.",
    "body": "gadget gadget gadget gadget gadget gadget gadget gadget gadget gadget gadget gadget "
  },

  {
    "title": "Nothing says Florida like Spring Rolls",
    "category": "category",
    "publishedOn": "February 20, 2016",
    "teaser": "It's February and we're in Florida at a ridiculously huge and amazing 6-bedroom VRBO with pool/hottub combo courtesy of my sweet mother-in-law. We're in charge of lunch for 5 sun-drenched children. What do we do? The answer is obvious.",
    "body": "Yes, I have a kid. But, I only have one. His natural cadence is a light jog and he runs from a situation, literally, at any chance he can get. Yet, he's still only one small person for me to track at any given moment. So feeding a crowd is not generally part of my daily routine. Not having siblings myself, I'm obviously obsessed with being Auntie Kate to any child who comes near me. So, when we packed for Florida I packed spring roll wrappers, sesame seeds, and lemongrass. A few things I learned while feeding a crowd of kids: <ul><li>You don't have to shout at children to not touch hot pans. They already know because their primary caregiver(s) already have that covered</li></li>If you cook the meat in butter it WILL be delicious but it WON'T be edible by your dearest allergic niece. Noob.</li><li>If you allow kids to assemble themselves they'll pretty much eat anything</li><li>Meal time will be over by the time the adults get their first bite and clearly nobody is sticking around for dishes but it's all worth it to see full mouths and happy chatter around the table.</li>"
  },

  {
    "title": "How did you know I would love this?",
    "category": "category",
    "publishedOn": "March 31, 2016",
    "teaser": "Dementia. Perhaps in this age we're all destined to end up losing our minds before our bodies go. Having witnessed it enough, my deepest respect is held for those who battle this unfair affliction but equal esteem is extended to those who care for them.",
    "body": "There's those rare moments of sheer, youthful, innocent bliss that cannot be recaptured in adulthood. It's a bittersweet silver lining at best to dementia, but these moments also happen to represent my most precious memories of my grandmother. She was never an angry person, and apparently that went to her core. Because, even in her last months, she would handle this final raw, solitary, frightened state with quiet confusion. And, if someone gave her an ice cream float, which we did as often as we visited, she'd marvel at the incredible deliciousness of this new delicacy and moreover our forethought in bringing her that exact treat in that very moment. Happy Birthday, Grandma Kathryn."

  }



]
